/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Kan ikke sende elementet";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Prøv på nytt senere";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Du er ikke logget på Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ sendte et bilde.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Denne enheten støtter ikke Skypes nye bildedelingsfunksjoner ennå, men du kan vise det i nettleseren her: %@";
